{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-02-03T11:31:41+03:00",
            "Manifests": 1425
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-02-03T14:44:42+03:00",
            "Manifests": 2257
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2026-02-03T11:32:47+03:00",
            "Manifests": 384
        },
        {
            "Name": "v2raya",
            "Source": "https://github.com/v2rayA/v2raya-scoop",
            "Updated": "2026-02-03T08:30:44+03:00",
            "Manifests": 7
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Version": "24.09",
            "Name": "7zip",
            "Updated": "2024-12-10T15:06:51.2895624+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "1.2.0",
            "Name": "age",
            "Updated": "2024-12-10T15:06:52.9524611+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.31.1",
            "Name": "ast-grep",
            "Updated": "2024-12-10T15:06:57.1645979+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.24.0",
            "Name": "bat",
            "Updated": "2024-12-10T15:06:58.3906666+03:00"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Version": null,
            "Name": "bleachbit",
            "Updated": "2025-12-14T22:58:12.5137264+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.0.4",
            "Name": "btop",
            "Updated": "2024-12-10T15:06:59.4719234+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.2.13",
            "Name": "bun",
            "Updated": "2025-05-17T16:50:57.7258038+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2024-11-26",
            "Name": "cacert",
            "Updated": "2024-12-10T15:07:00.0229009+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.8.4",
            "Name": "caddy",
            "Updated": "2024-12-10T15:07:02.8506308+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "5.51",
            "Name": "chk",
            "Updated": "2024-12-10T15:07:07.3502915+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.02",
            "Name": "cloc",
            "Updated": "2024-12-10T15:07:09.2781831+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "10.1.3",
            "Name": "croc",
            "Updated": "2024-12-10T15:07:11.0305246+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "3.14.1",
            "Name": "dark",
            "Updated": "2025-08-17T23:59:25.5783056+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.18.2",
            "Name": "delta",
            "Updated": "2024-12-10T15:07:12.3214837+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.3.3",
            "Name": "deno",
            "Updated": "2025-05-17T16:51:36.8846574+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.1.0",
            "Name": "dog",
            "Updated": "2024-12-10T15:07:13.2302222+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.43.0",
            "Name": "dufs",
            "Updated": "2024-12-10T15:07:14.3154259+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.2.1",
            "Name": "edit",
            "Updated": "2025-11-23T16:33:00.2584667+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.0.0",
            "Name": "ethr",
            "Updated": "2024-12-10T15:07:15.2800219+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.20.11",
            "Name": "eza",
            "Updated": "2024-12-10T15:07:16.2555411+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.31.0",
            "Name": "fastfetch",
            "Updated": "2024-12-10T15:07:17.5595015+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "10.2.0",
            "Name": "fd",
            "Updated": "2024-12-10T15:07:18.5011097+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.5.6",
            "Name": "fend",
            "Updated": "2025-05-01T13:15:31.8483501+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "7.1.1",
            "Name": "ffmpeg",
            "Updated": "2025-07-01T20:25:56.9673972+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "20230101",
            "Name": "fontforge",
            "Updated": "2025-08-17T15:51:44.1952368+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.61.0",
            "Name": "frp",
            "Updated": "2024-12-10T15:07:47.2720474+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "35.0.0",
            "Name": "fx",
            "Updated": "2024-12-10T15:07:49.8397759+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.56.3",
            "Name": "fzf",
            "Updated": "2024-12-10T15:07:50.8289796+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.63.2",
            "Name": "gh",
            "Updated": "2024-12-10T15:07:53.5953199+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.47.1",
            "Name": "git",
            "Updated": "2024-12-10T15:08:06.7776546+03:00"
        },
        {
            "Info": "",
            "Source": "games",
            "Version": "4.3",
            "Name": "golly",
            "Updated": "2024-12-10T15:08:49.6942129+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.3.45",
            "Name": "graphicsmagick",
            "Updated": "2025-08-09T21:53:18.7595394+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.5.1",
            "Name": "gsudo",
            "Updated": "2024-12-10T15:08:52.4728048+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "2.16.2",
            "Name": "hexchat",
            "Updated": "2025-06-14T09:47:59.2636669+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "3.49.2",
            "Name": "httrack",
            "Updated": "2025-07-14T20:53:40.0641468+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "1.37.4",
            "Name": "imhex",
            "Updated": "2025-06-27T20:08:45.6656795+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.66.1",
            "Name": "innounp",
            "Updated": "2025-12-15T16:35:48.4555762+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "3.20",
            "Name": "iperf3",
            "Updated": "2026-01-25T21:46:25.0444542+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.7.1",
            "Name": "jq",
            "Updated": "2024-12-10T15:09:20.5677979+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "0.76.1.13",
            "Name": "kitty",
            "Updated": "2024-12-10T15:09:22.443059+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "4.1.0",
            "Name": "kryptor",
            "Updated": "2024-12-10T15:09:24.5725715+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "0.49.0",
            "Name": "lazygit",
            "Updated": "2025-05-01T11:49:15.1635616+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.30",
            "Name": "links",
            "Updated": "2024-12-10T15:10:44.0106638+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "1.17.0",
            "Name": "localsend",
            "Updated": "2025-05-01T11:49:43.1491865+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.1.5",
            "Name": "lsd",
            "Updated": "2024-12-10T15:10:49.2153104+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.24.1",
            "Name": "lux",
            "Updated": "2025-10-22T15:05:55.3276167+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.17.0",
            "Name": "magic-wormhole",
            "Updated": "2024-12-10T15:10:51.8425862+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.7.6",
            "Name": "magic-wormhole-rs",
            "Updated": "2025-08-30T00:53:29.4751286+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2.0.14",
            "Name": "micro",
            "Updated": "2024-12-10T15:10:53.339257+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "6.13.0",
            "Name": "miller",
            "Updated": "2024-12-10T15:10:54.8919219+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.28.0",
            "Name": "miniserve",
            "Updated": "2024-12-10T15:10:55.9591382+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "1.4.4",
            "Name": "mkcert",
            "Updated": "2024-12-10T15:10:57.0795027+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.12",
            "Name": "netcat",
            "Updated": "2024-12-10T15:10:57.8534404+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "2024.11.11.0",
            "Name": "networkmanager",
            "Updated": "2024-12-10T15:11:02.8698508+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "3.18.4",
            "Name": "ngrok",
            "Updated": "2024-12-10T15:11:27.9178797+03:00"
        },
        {
            "Info": "Install failed",
            "Source": null,
            "Version": null,
            "Name": "octave",
            "Updated": "2025-05-23T01:33:07.8024471+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "2.22.0",
            "Name": "onefetch",
            "Updated": "2024-12-10T15:11:29.719306+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "9.8.1.0p1",
            "Name": "openssh",
            "Updated": "2024-12-10T15:11:31.249894+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "3.8.3",
            "Name": "pandoc",
            "Updated": "2025-12-10T17:10:26.51733+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.10.0",
            "Name": "pastel",
            "Updated": "2024-12-10T15:11:48.7090911+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "0.83",
            "Name": "putty",
            "Updated": "2025-08-31T00:08:25.2378642+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.11.3",
            "Name": "qrcp",
            "Updated": "2024-12-10T15:11:52.6952525+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.5.0",
            "Name": "rathole",
            "Updated": "2024-12-10T15:11:53.8072093+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "14.1.1",
            "Name": "ripgrep",
            "Updated": "2024-12-10T15:11:54.5833586+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.4.32",
            "Name": "sad",
            "Updated": "2025-08-08T23:39:04.0213132+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "0.3.0",
            "Name": "scoop-completion",
            "Updated": "2024-12-10T15:11:55.4788986+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.5.0",
            "Name": "scoop-search",
            "Updated": "2024-12-10T15:11:56.3640353+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "3.1",
            "Name": "scrcpy",
            "Updated": "2024-12-10T15:11:58.0172817+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.0.0",
            "Name": "sd",
            "Updated": "2024-12-10T15:11:59.0779348+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "14.4.2",
            "Name": "sox",
            "Updated": "2025-05-18T14:07:34.9573296+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.2.0",
            "Name": "speedtest-cli",
            "Updated": "2024-12-10T15:11:59.8330444+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "3.5.2",
            "Name": "sumatrapdf",
            "Updated": "2025-12-16T20:29:08.3448668+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "7.1.1",
            "Name": "ugrep",
            "Updated": "2024-12-10T15:12:00.9968527+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "4.2.4",
            "Name": "upx",
            "Updated": "2024-12-10T15:12:01.9047802+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.4.11",
            "Name": "v",
            "Updated": "2025-07-08T13:32:04.4591568+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "9.1.0",
            "Name": "vim",
            "Updated": "2024-12-10T15:12:08.8017268+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.21.4",
            "Name": "wget",
            "Updated": "2024-12-10T15:12:13.0934833+03:00"
        },
        {
            "Info": "",
            "Source": "extras",
            "Version": "2.7.0",
            "Name": "windterm",
            "Updated": "2026-02-03T15:10:12.4545485+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.23.0",
            "Name": "xh",
            "Updated": "2024-12-10T15:12:26.2102096+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "0.13.0",
            "Name": "xsv",
            "Updated": "2024-12-10T15:12:27.1992562+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "4.44.6",
            "Name": "yq",
            "Updated": "2024-12-10T15:12:29.085342+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "2025.05.22",
            "Name": "yt-dlp",
            "Updated": "2025-06-09T09:52:36.2841414+03:00"
        },
        {
            "Info": "",
            "Source": "main",
            "Version": "1.5.6",
            "Name": "zstd",
            "Updated": "2024-12-10T15:12:32.9757763+03:00"
        }
    ]
}
